Repository: moaiy-com/moaiy
Catalog: Moaiy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# backup_subtitle
source: Manage your key backups
ar: إدارة النسخ الاحتياطية الرئيسية الخاصة بك
de: Verwalten Sie Ihre Schlüsselsicherungen
es: Administre sus copias de seguridad clave
fr: Gérez vos sauvegardes de clés
hi: अपने कुंजी बैकअप प्रबंधित करें
ja: 鍵のバックアップを管理する
ko: 주요 백업 관리
pt_br: Gerencie seus backups de chaves
ru: Управляйте резервными копиями ключей
zh_hans: 管理您的密钥备份

# backup_success_message
source: Your keys have been backed up successfully
ar: لقد تم عمل نسخة احتياطية من المفاتيح الخاصة بك بنجاح
de: Ihre Schlüssel wurden erfolgreich gesichert
es: Se ha realizado una copia de seguridad de sus claves correctamente
fr: Vos clés ont été sauvegardées avec succès
hi: आपकी कुंजियों का सफलतापूर्वक बैकअप ले लिया गया है
ja: キーは正常にバックアップされました
ko: 키가 성공적으로 백업되었습니다
pt_br: O backup de suas chaves foi feito com sucesso
ru: Резервное копирование ваших ключей успешно выполнено.
zh_hans: 您的密钥已成功备份

# backup_success_title
source: Backup Created
ar: تم إنشاء النسخة الاحتياطية
de: Backup erstellt
es: Copia de seguridad creada
fr: Sauvegarde créée
hi: बैकअप बनाया गया
ja: バックアップが作成されました
ko: 백업이 생성되었습니다.
pt_br: Backup criado
ru: Резервная копия создана
zh_hans: 备份已创建

# backup_title
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
de: Sichern und Wiederherstellen
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
hi: बैकअप और पुनर्स्थापना
ja: バックアップと復元
ko: 백업 및 복원
pt_br: Backup e restauração
ru: Резервное копирование и восстановление
zh_hans: 备份与恢复

# badge_recommended
source: Recommended
ar: مُستَحسَن
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
ja: 推奨
ko: 추천
pt_br: Recomendado
ru: Рекомендуется
zh_hans: 推荐

# brand_tagline_drag_and_drop
source: Protect what matters with drag and drop.
ar: قم بحماية ما يهمك من خلال السحب والإسقاط.
de: Schützen Sie, was wichtig ist, per Drag-and-Drop.
es: Protege lo que importa arrastrando y soltando.
fr: Protégez ce qui compte avec le glisser-déposer.
hi: जो मायने रखता है उसे ड्रैग और ड्रॉप से ​​सुरक्षित रखें।
ja: ドラッグ アンド ドロップで重要なものを保護します。
ko: 드래그 앤 드롭으로 중요한 정보를 보호하세요.
pt_br: Proteja o que é importante arrastando e soltando.
ru: Защитите то, что важно, с помощью перетаскивания.
zh_hans: 通过拖放守护重要内容。

# confirm_delete_key_message
source: Are you sure you want to delete key "%@"? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف المفتاح "%@"؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie den Schlüssel „%@“ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar la clave "%@"? Esta acción no se puede deshacer.
fr: Etes-vous sûr de vouloir supprimer la clé « %@ » ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई कुंजी "%@" को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
ja: キー「%@」を削除してもよろしいですか?この操作は元に戻すことができません。
ko: "%@" 키를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt_br: Tem certeza de que deseja excluir a chave "%@"? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить ключ «%@»? Это действие невозможно отменить.
zh_hans: 确定要删除密钥“%@”吗？此操作无法撤销。

# confirm_delete_key_title
source: Delete Key
ar: حذف المفتاح
de: Schlüssel löschen
es: Eliminar clave
fr: Supprimer la clé
hi: कुंजी हटाएँ
ja: キーの削除
ko: 키 삭제
pt_br: Excluir chave
ru: Удалить ключ
zh_hans: 删除密钥

# create_key_default_type_hint
source: Default key type is configured in Settings.
ar: يتم تكوين نوع المفتاح الافتراضي في الإعدادات.
de: Der Standardschlüsseltyp wird in den Einstellungen konfiguriert.
es: El tipo de clave predeterminado se configura en Configuración.
fr: Le type de clé par défaut est configuré dans Paramètres.
hi: डिफ़ॉल्ट कुंजी प्रकार सेटिंग्स में कॉन्फ़िगर किया गया है।
ja: デフォルトのキータイプは設定で構成されます。
ko: 기본 키 유형은 설정에서 구성됩니다.
pt_br: O tipo de chave padrão é configurado em Configurações.
ru: Тип ключа по умолчанию настраивается в Настройках.
zh_hans: 默认密钥类型可在设置中调整。

# create_key_empty_passphrase_confirm
source: Create Without Password
ar: إنشاء بدون كلمة مرور
de: Ohne Passwort erstellen
es: Crear sin contraseña
fr: Créer sans mot de passe
hi: बिना पासवर्ड के बनाएं
ja: パスワードなしで作成
ko: 비밀번호 없이 만들기
pt_br: Criar sem senha
ru: Создать без пароля
zh_hans: 仍然不设密码并创建

# create_key_empty_passphrase_message
source: Your private key will be stored without passphrase protection. Anyone with file access may use it.
ar: سيتم تخزين مفتاحك الخاص دون حماية عبارة المرور. يمكن لأي شخص لديه حق الوصول إلى الملف استخدامه.
de: Ihr privater Schlüssel wird ohne Passwortschutz gespeichert. Jeder mit Dateizugriff kann es verwenden.
es: Su clave privada se almacenará sin protección mediante contraseña. Cualquier persona con acceso a archivos puede usarlo.
fr: Votre clé privée sera stockée sans protection par phrase secrète. Toute personne ayant accès aux fichiers peut l'utiliser.
hi: आपकी निजी कुंजी बिना पासफ़्रेज़ सुरक्षा के संग्रहीत की जाएगी। फ़ाइल एक्सेस वाला कोई भी व्यक्ति इसका उपयोग कर सकता है।
ja: 秘密キーはパスフレーズ保護なしで保存されます。ファイルにアクセスできる人であれば誰でも使用できます。
ko: 귀하의 개인 키는 암호 보호 없이 저장됩니다. 파일 액세스 권한이 있는 사람은 누구나 사용할 수 있습니다.
pt_br: Sua chave privada será armazenada sem proteção por senha. Qualquer pessoa com acesso a arquivos pode usá-lo.
ru: Ваш закрытый ключ будет храниться без защиты паролем. Любой, у кого есть доступ к файлам, может использовать его.
zh_hans: 您的私钥将不受密码保护。任何能访问该文件的人都可能使用它。

# create_key_empty_passphrase_title
source: Create Key Without Password?
ar: إنشاء مفتاح بدون كلمة مرور؟
de: Schlüssel ohne Passwort erstellen?
es: ¿Crear clave sin contraseña?
fr: Créer une clé sans mot de passe ?
hi: पासवर्ड के बिना कुंजी बनाएँ?
ja: パスワードなしでキーを作成しますか?
ko: 비밀번호 없이 키를 생성하시겠습니까?
pt_br: Criar chave sem senha?
ru: Создать ключ без пароля?
zh_hans: 确定不设密码创建密钥？

# create_key_passphrase_tip_manager
source: Store passphrases in a trusted password manager.
ar: قم بتخزين عبارات المرور في مدير كلمات المرور الموثوق به.
de: Speichern Sie Passphrasen in einem vertrauenswürdigen Passwort-Manager.
es: Guarde las frases de contraseña en un administrador de contraseñas confiable.
fr: Stockez les phrases secrètes dans un gestionnaire de mots de passe fiable.
hi: किसी विश्वसनीय पासवर्ड मैनेजर में पासफ़्रेज़ संग्रहीत करें।
ja: パスフレーズを信頼できるパスワード マネージャーに保存します。
ko: 신뢰할 수 있는 비밀번호 관리자에 비밀번호 문구를 저장하세요.
pt_br: Armazene senhas em um gerenciador de senhas confiável.
ru: Храните парольные фразы в надежном менеджере паролей.
zh_hans: 建议将密码保存在可信的密码管理器中。

# create_key_passphrase_tip_recovery
source: If you forget the passphrase, this private key cannot be recovered.
ar: إذا نسيت عبارة المرور، فلا يمكن استرداد هذا المفتاح الخاص.
de: Wenn Sie die Passphrase vergessen, kann dieser private Schlüssel nicht wiederhergestellt werden.
es: Si olvida la frase de contraseña, esta clave privada no se podrá recuperar.
fr: Si vous oubliez la phrase secrète, cette clé privée ne pourra pas être récupérée.
hi: यदि आप पासफ़्रेज़ भूल जाते हैं, तो यह निजी कुंजी पुनर्प्राप्त नहीं की जा सकती।
ja: パスフレーズを忘れた場合、この秘密キーを回復することはできません。
ko: 암호를 잊어버리면 이 개인 키를 복구할 수 없습니다.
pt_br: Se você esquecer a senha, esta chave privada não poderá ser recuperada.
ru: Если вы забудете парольную фразу, этот закрытый ключ невозможно будет восстановить.
zh_hans: 若遗忘密码，该私钥将无法恢复使用。

# create_key_passphrase_tip_strong
source: Use a strong passphrase (length + mixed characters).
ar: استخدم عبارة مرور قوية (الطول + الأحرف المختلطة).
de: Verwenden Sie eine starke Passphrase (Länge + gemischte Zeichen).
es: Utilice una frase de contraseña segura (longitud + caracteres mixtos).
fr: Utilisez une phrase secrète forte (longueur + caractères mixtes).
hi: एक मजबूत पासफ़्रेज़ (लंबाई + मिश्रित वर्ण) का उपयोग करें।
ja: 強力なパスフレーズ (長さ + 混合文字) を使用してください。
ko: 강력한 암호 문구(길이 + 혼합 문자)를 사용하십시오.
pt_br: Use uma senha forte (comprimento + caracteres mistos).
ru: Используйте надежную парольную фразу (длина + смешанные символы).
zh_hans: 建议使用强密码（足够长度并包含多种字符）。

# create_key_passphrase_tips_title
source: Passphrase Safety Tips
ar: نصائح لسلامة عبارة المرور
de: Sicherheitstipps für Passphrasen
es: Consejos de seguridad para frases de contraseña
fr: Conseils de sécurité concernant la phrase secrète
hi: पासफ़्रेज़ सुरक्षा युक्तियाँ
ja: パスフレーズの安全性に関するヒント
ko: 암호 안전 팁
pt_br: Dicas de segurança para senhas
ru: Советы по безопасности при использовании парольной фразы
zh_hans: 密码安全建议

# decrypt_alert_title_failure
source: Decryption Not Successful
ar: فك التشفير غير ناجح
de: Entschlüsselung nicht erfolgreich
es: El descifrado no se realizó correctamente
fr: Décryptage échoué
hi: डिक्रिप्शन सफल नहीं
ja: 復号化に失敗しました
ko: 암호 해독 실패
pt_br: A descriptografia não foi bem-sucedida
ru: Расшифровка не увенчалась успехом
zh_hans: 解密未成功

# decrypt_button
source: Decrypt
ar: فك التشفير
de: Entschlüsseln
es: Descifrar
fr: Décrypter
hi: डिक्रिप्ट
ja: 復号化
ko: 암호 해독
pt_br: Descriptografar
ru: Расшифровать
zh_hans: 解密

# decrypting_message
source: Decrypting...
ar: جارٍ فك التشفير...
de: Entschlüsseln...
es: Descifrando...
fr: Décryptage...
hi: डिक्रिप्ट किया जा रहा है...
ja: 復号中...
ko: 복호화 중...
pt_br: Descriptografando...
ru: Расшифровка...
zh_hans: 正在解密...

# decryption_success
source: Text decrypted successfully
ar: تم فك تشفير النص بنجاح
de: Text erfolgreich entschlüsselt
es: Texto descifrado exitosamente
fr: Texte décrypté avec succès
hi: पाठ सफलतापूर्वक डिक्रिप्ट किया गया
ja: テキストは正常に復号化されました
ko: 텍스트가 성공적으로 해독되었습니다.
pt_br: Texto descriptografado com sucesso
ru: Текст успешно расшифрован
zh_hans: 文本解密成功

# delete_key_has_secret
source: This key has both public and private keys
ar: يحتوي هذا المفتاح على مفاتيح عامة وخاصة
de: Dieser Schlüssel hat sowohl öffentliche als auch private Schlüssel
es: Esta clave tiene claves públicas y privadas.
fr: Cette clé possède à la fois des clés publiques et privées
hi: इस कुंजी में सार्वजनिक और निजी दोनों कुंजी हैं
ja: このキーには公開キーと秘密キーの両方が含まれています
ko: 이 키에는 공개 키와 개인 키가 모두 있습니다.
pt_br: Esta chave possui chaves públicas e privadas
ru: Этот ключ имеет как открытый, так и закрытый ключи.
zh_hans: 此密钥同时包含公钥和私钥

# delete_key_public_only
source: This key only has a public key
ar: يحتوي هذا المفتاح على مفتاح عام فقط
de: Dieser Schlüssel ist nur ein öffentlicher Schlüssel
es: Esta clave solo tiene una clave pública.
fr: Cette clé n'a qu'une clé publique
hi: इस कुंजी में केवल सार्वजनिक कुंजी होती है
ja: このキーには公開キーのみが含まれています
ko: 이 키에는 공개 키만 있습니다.
pt_br: Esta chave só tem uma chave pública
ru: Этот ключ имеет только открытый ключ
zh_hans: 此密钥仅包含公钥

# delete_key_select_option
source: Select what to delete
ar: حدد ما تريد حذفه
de: Wählen Sie aus, was gelöscht werden soll
es: Seleccione qué eliminar
fr: Sélectionnez ce qu'il faut supprimer
hi: चुनें कि क्या हटाना है
ja: 削除するものを選択してください
ko: 삭제할 항목 선택
pt_br: Selecione o que excluir
ru: Выберите, что удалить
zh_hans: 选择要删除的内容

# delete_key_warning
source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée
hi: इस एक्शन को वापस नहीं किया जा सकता
ja: この操作は元に戻せません
ko: 이 작업은 취소할 수 없습니다.
pt_br: Esta ação não pode ser desfeita
ru: Это действие нельзя отменить.
zh_hans: 此操作无法撤销

# delete_option_both
source: Delete Both Keys
ar: احذف كلا المفتاحين
de: Beide Schlüssel löschen
es: Eliminar ambas claves
fr: Supprimer les deux clés
hi: दोनों कुंजियाँ हटाएँ
ja: 両方のキーを削除
ko: 두 키 모두 삭제
pt_br: Excluir ambas as chaves
ru: Удалить оба ключа
zh_hans: 同时删除公钥和私钥

# delete_option_both_description
source: Remove both public and private keys from your keyring
ar: قم بإزالة المفاتيح العامة والخاصة من حلقة المفاتيح الخاصة بك
de: Entfernen Sie sowohl öffentliche als auch private Schlüssel aus Ihrem Schlüsselbund
es: Elimine las claves públicas y privadas de su conjunto de claves
fr: Supprimez les clés publiques et privées de votre trousseau de clés
hi: अपनी कीरिंग से सार्वजनिक और निजी दोनों कुंजी हटा दें
ja: 公開鍵と秘密鍵の両方をキーリングから削除します
ko: 키링에서 공개 키와 개인 키를 모두 제거하세요.
pt_br: Remova as chaves públicas e privadas do seu chaveiro
ru: Удалите как открытый, так и закрытый ключи из вашей связки ключей.
zh_hans: 从您的密钥环中删除公钥和私钥

# delete_option_private
source: Delete Private Key Only
ar: حذف المفتاح الخاص فقط
de: Nur privaten Schlüssel löschen
es: Eliminar solo clave privada
fr: Supprimer la clé privée uniquement
hi: केवल निजी कुंजी हटाएँ
ja: 秘密キーのみを削除
ko: 개인 키만 삭제
pt_br: Excluir apenas chave privada
ru: Удалить только закрытый ключ
zh_hans: 仅删除私钥

# delete_option_private_description
source: Remove private key, keep public key for verification
ar: قم بإزالة المفتاح الخاص، واحتفظ بالمفتاح العام للتحقق
de: Entfernen Sie den privaten Schlüssel und bewahren Sie den öffentlichen Schlüssel zur Überprüfung auf
es: Eliminar la clave privada, conservar la clave pública para verificación
fr: Supprimez la clé privée, conservez la clé publique pour vérification
hi: निजी कुंजी हटाएं, सत्यापन के लिए सार्वजनिक कुंजी रखें
ja: 秘密キーを削除し、検証用に公開キーを保持します
ko: 비공개 키를 삭제하고 확인을 위해 공개 키를 보관하세요.
pt_br: Remova a chave privada, mantenha a chave pública para verificação
ru: Удалить закрытый ключ, сохранить открытый ключ для проверки
zh_hans: 删除私钥，保留公钥用于验证

# delete_option_public
source: Delete Public Key Only
ar: حذف المفتاح العام فقط
de: Nur öffentlichen Schlüssel löschen
es: Eliminar solo clave pública
fr: Supprimer la clé publique uniquement
hi: केवल सार्वजनिक कुंजी हटाएँ
ja: 公開鍵のみを削除
ko: 공개 키만 삭제
pt_br: Excluir apenas chave pública
ru: Удалить только открытый ключ
zh_hans: 仅删除公钥

# delete_option_public_description
source: Remove public key, keep private key for signing and decryption
ar: قم بإزالة المفتاح العام، واحتفظ بالمفتاح الخاص للتوقيع وفك التشفير
de: Öffentlichen Schlüssel entfernen, privaten Schlüssel zum Signieren und Entschlüsseln aufbewahren
es: Eliminar la clave pública, conservar la clave privada para firmar y descifrar
fr: Supprimez la clé publique, conservez la clé privée pour la signature et le déchiffrement
hi: सार्वजनिक कुंजी हटाएं, हस्ताक्षर और डिक्रिप्शन के लिए निजी कुंजी रखें
ja: 公開キーを削除し、署名と復号化のために秘密キーを保持します
ko: 공개 키를 제거하고 서명 및 복호화를 위해 개인 키를 유지합니다.
pt_br: Remova a chave pública, mantenha a chave privada para assinatura e descriptografia
ru: Удалить открытый ключ, сохранить закрытый ключ для подписи и расшифровки
zh_hans: 删除公钥，保留私钥用于签名和解密

source: Done
ar: منتهي
de: Erledigt
es: Hecho
fr: Fait
hi: हो गया
ja: 終わり
ko: 완료
pt_br: Feito
ru: Сделанный
zh_hans: 完成

# drop_zone_decrypt_title
source: Drop files here to decrypt
ar: قم بإسقاط الملفات هنا لفك تشفيرها
de: Legen Sie Dateien hier ab, um sie zu entschlüsseln
es: Suelte archivos aquí para descifrarlos
fr: Déposez les fichiers ici pour les décrypter
hi: डिक्रिप्ट करने के लिए फ़ाइलें यहां छोड़ें
ja: 復号化するにはファイルをここにドロップします
ko: 복호화하려면 여기에 파일을 드롭하세요.
pt_br: Solte os arquivos aqui para descriptografar
ru: Перетащите сюда файлы для расшифровки
zh_hans: 拖放文件到此处进行解密

# drop_zone_encrypt_title
source: Drop files here to encrypt
ar: قم بإسقاط الملفات هنا للتشفير
de: Legen Sie Dateien hier ab, um sie zu verschlüsseln
es: Suelte los archivos aquí para cifrarlos
fr: Déposez les fichiers ici pour les chiffrer
hi: एन्क्रिप्ट करने के लिए फ़ाइलें यहां छोड़ें
ja: 暗号化するファイルをここにドロップします
ko: 암호화하려면 여기에 파일을 드롭하세요.
pt_br: Solte os arquivos aqui para criptografar
ru: Перетащите сюда файлы для шифрования
zh_hans: 拖放文件到此处进行加密

# drop_zone_hint
source: Drop files here to encrypt or decrypt
ar: قم بإسقاط الملفات هنا لتشفيرها أو فك تشفيرها
de: Legen Sie Dateien hier ab, um sie zu verschlüsseln oder zu entschlüsseln
es: Suelte archivos aquí para cifrarlos o descifrarlos
fr: Déposez les fichiers ici pour crypter ou déchiffrer
hi: एन्क्रिप्ट या डिक्रिप्ट करने के लिए फ़ाइलें यहां छोड़ें
ja: ここにファイルをドロップして暗号化または復号化します
ko: 암호화하거나 해독하려면 여기에 파일을 드롭하세요.
pt_br: Solte os arquivos aqui para criptografar ou descriptografar
ru: Перетащите сюда файлы, чтобы зашифровать или расшифровать
zh_hans: 拖放文件到此处进行加密或解密

# drop_zone_subtitle
source: or click to browse
ar: أو انقر للتصفح
de: oder klicken Sie zum Durchsuchen
es: o haga clic para navegar
fr: ou cliquez pour parcourir
hi: या ब्राउज़ करने के लिए क्लिक करें
ja: またはクリックして参照します
ko: 또는 클릭하여 찾아보세요.
pt_br: ou clique para navegar
ru: или нажмите, чтобы просмотреть
zh_hans: 或点击浏览

# drop_zone_title
source: Drop files here
ar: قم بإسقاط الملفات هنا
de: Legen Sie die Dateien hier ab
es: Suelta archivos aquí
fr: Déposez les fichiers ici
hi: फ़ाइल यहां छोड़ें
ja: ここにファイルをドロップします
ko: 여기에 파일을 드롭하세요.
pt_br: Solte os arquivos aqui
ru: Перетащите сюда файлы
zh_hans: 将文件拖放到这里

# edit_add_userid
source: Add New User ID
ar: إضافة معرف مستخدم جديد
de: Neue Benutzer-ID hinzufügen
es: Agregar nueva identificación de usuario
fr: Ajouter un nouvel identifiant utilisateur
hi: नई उपयोगकर्ता आईडी जोड़ें
ja: 新しいユーザーIDを追加
ko: 새 사용자 ID 추가
pt_br: Adicionar novo ID de usuário
ru: Добавить новый идентификатор пользователя
zh_hans: 添加新用户 ID

# edit_alert_title_failure
source: Update Not Successful
ar: التحديث غير ناجح
de: Update nicht erfolgreich
es: La actualización no se realizó correctamente
fr: Mise à jour échouée
hi: अद्यतन सफल नहीं
ja: アップデートに失敗しました
ko: 업데이트 실패
pt_br: Atualização sem sucesso
ru: Обновление не удалось
zh_hans: 更新未成功

# edit_confirm_passphrase_placeholder
source: Confirm new passphrase
ar: تأكيد عبارة المرور الجديدة
de: Bestätigen Sie die neue Passphrase
es: Confirmar nueva contraseña
fr: Confirmer la nouvelle phrase secrète
hi: नए पासफ़्रेज़ की पुष्टि करें
ja: 新しいパスフレーズを確認する
ko: 새 암호 확인
pt_br: Confirme a nova senha
ru: Подтвердите новую парольную фразу
zh_hans: 确认新密码

# edit_current_expiration
source: Current Expiration
ar: انتهاء الصلاحية الحالية
de: Aktueller Ablauf
es: Vencimiento actual
fr: Expiration actuelle
hi: वर्तमान समाप्ति
ja: 現在の有効期限
ko: 현재 만료
pt_br: Expiração Atual
ru: Текущий срок действия
zh_hans: 当前过期时间

# edit_current_passphrase
source: Current Passphrase
ar: عبارة المرور الحالية
de: Aktuelle Passphrase
es: Frase de contraseña actual
fr: Phrase secrète actuelle
hi: वर्तमान पासफ़्रेज़
ja: 現在のパスフレーズ
ko: 현재 암호
pt_br: Senha atual
ru: Текущая парольная фраза
zh_hans: 当前密码

# edit_current_userids
source: Current User IDs
ar: معرفات المستخدم الحالية
de: Aktuelle Benutzer-IDs
es: ID de usuario actuales
fr: ID utilisateur actuels
hi: वर्तमान उपयोगकर्ता आईडी
ja: 現在のユーザーID
ko: 현재 사용자 ID
pt_br: IDs de usuário atuais
ru: Текущие идентификаторы пользователей
zh_hans: 当前用户 ID

# edit_custom_date
source: Custom Date
ar: تاريخ مخصص
de: Benutzerdefiniertes Datum
es: Fecha personalizada
fr: Date personnalisée
hi: कस्टम तिथि
ja: カスタム日付
ko: 맞춤 날짜
pt_br: Data personalizada
ru: Пользовательская дата
zh_hans: 自定义日期

# edit_email_placeholder
source: Email
ar: بريد إلكتروني
es: Correo electrónico
hi: ईमेल
ja: 電子メール
ko: 이메일
ru: Электронная почта
zh_hans: 邮箱

# edit_error_operation_failed
source: We couldn't apply this change. Please try again.
ar: لم نتمكن من تطبيق هذا التغيير. يرجى المحاولة مرة أخرى.
de: Wir konnten diese Änderung nicht anwenden. Bitte versuchen Sie es erneut.
es: No pudimos aplicar este cambio. Por favor inténtalo de nuevo.
fr: Nous n'avons pas pu appliquer ce changement. Veuillez réessayer.
hi: हम यह परिवर्तन लागू नहीं कर सके. कृपया पुन: प्रयास करें।
ja: この変更を適用できませんでした。もう一度試してください。
ko: 이 변경사항을 적용할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível aplicar essa alteração. Por favor, tente novamente.
ru: Нам не удалось применить это изменение. Пожалуйста, попробуйте еще раз.
zh_hans: 更改未生效，请重试。

# edit_expiration_custom_date
source: Custom Date
ar: تاريخ مخصص
de: Benutzerdefiniertes Datum
es: Fecha personalizada
fr: Date personnalisée
hi: कस्टम तिथि
ja: カスタム日付
ko: 맞춤 날짜
pt_br: Data personalizada
ru: Пользовательская дата
zh_hans: 自定义日期

# edit_expiration_description
source: Change when this key expires or make it never expire
ar: قم بتغيير موعد انتهاء صلاحية هذا المفتاح أو اجعله لا تنتهي صلاحيته أبدًا
de: Ändern Sie, wann dieser Schlüssel abläuft, oder legen Sie fest, dass er niemals abläuft
es: Cambiar cuándo caduca esta clave o hacer que nunca caduque
fr: Changer la date d'expiration de cette clé ou la faire en sorte qu'elle n'expire jamais
hi: इस कुंजी के समाप्त होने पर बदलें या इसे कभी समाप्त न होने दें
ja: このキーの有効期限が切れるタイミングを変更するか、有効期限が切れないようにする
ko: 이 키가 만료되는 시기를 변경하거나 만료되지 않도록 설정
pt_br: Altere quando esta chave expira ou faça com que ela nunca expire
ru: Измените срок действия этого ключа или сделайте его бессрочным.
zh_hans: 更改此密钥的过期时间或设置为永不过期

# edit_expiration_five_years
source: 5 Years
ar: 5 سنوات
de: 5 Jahre
es: 5 años
fr: 5 ans
hi: 5 साल
ja: 5年
ko: 5년
pt_br: 5 anos
ru: 5 лет
zh_hans: 5 年

# edit_expiration_never
source: Never
ar: أبداً
de: Niemals
es: Nunca
fr: Jamais
hi: कभी नहीं
ja: 一度もない
ko: 절대
pt_br: Nunca
ru: Никогда
zh_hans: 永不过期

# edit_expiration_one_year
source: 1 Year
ar: 1 سنة
de: 1 Jahr
es: 1 año
fr: 1 an
hi: 1 वर्ष
ja: 1年
ko: 1년
pt_br: 1 ano
ru: 1 год
zh_hans: 1 年

# edit_expiration_success
source: Key expiration updated successfully
ar: تم تحديث انتهاء صلاحية المفتاح بنجاح
de: Schlüsselablauf erfolgreich aktualisiert
es: La caducidad de la clave se actualizó correctamente
fr: L'expiration de la clé a été mise à jour avec succès
hi: कुंजी समाप्ति सफलतापूर्वक अपडेट की गई
ja: キーの有効期限が正常に更新されました
ko: 키 만료가 업데이트되었습니다.
pt_br: Expiração da chave atualizada com sucesso
ru: Срок действия ключа успешно обновлен
zh_hans: 密钥过期时间已更新

# edit_expiration_two_years
source: 2 Years
ar: سنتان
de: 2 Jahre
es: 2 años
fr: 2 ans
hi: 2 साल
ja: 2年
ko: 2년
pt_br: 2 anos
ru: 2 года
zh_hans: 2 年

# edit_key_title
source: Edit Key
ar: تحرير المفتاح
de: Schlüssel bearbeiten
es: Editar clave
fr: Modifier la clé
hi: कुंजी संपादित करें
ja: 編集キー
ko: 키 편집
pt_br: Editar chave
ru: Редактировать ключ
zh_hans: 编辑密钥

# edit_name_placeholder
source: Name
ar: اسم
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 姓名

# edit_new_passphrase
source: New Passphrase
ar: عبارة المرور الجديدة
de: Neue Passphrase
es: Nueva frase de contraseña
fr: Nouvelle phrase secrète
hi: नया पासफ़्रेज़
ja: 新しいパスフレーズ
ko: 새 암호
pt_br: Nova senha
ru: Новая парольная фраза
zh_hans: 新密码

# edit_new_passphrase_placeholder
source: Enter new passphrase
ar: أدخل عبارة المرور الجديدة
de: Geben Sie eine neue Passphrase ein
es: Ingrese una nueva contraseña
fr: Entrez une nouvelle phrase secrète
hi: नया पासफ़्रेज़ दर्ज करें
ja: 新しいパスフレーズを入力してください
ko: 새 암호를 입력하세요
pt_br: Digite a nova senha
ru: Введите новую парольную фразу
zh_hans: 输入新密码

# edit_passphrase_description
source: Change the passphrase used to protect this secret key
ar: قم بتغيير عبارة المرور المستخدمة لحماية هذا المفتاح السري
de: Ändern Sie die Passphrase, die zum Schutz dieses geheimen Schlüssels verwendet wird
es: Cambiar la frase de contraseña utilizada para proteger esta clave secreta
fr: Changez la phrase secrète utilisée pour protéger cette clé secrète
hi: इस गुप्त कुंजी की सुरक्षा के लिए उपयोग किए गए पासफ़्रेज़ को बदलें
ja: この秘密キーを保護するために使用されるパスフレーズを変更します
ko: 이 비밀 키를 보호하는 데 사용되는 암호를 변경하세요.
pt_br: Altere a senha usada para proteger esta chave secreta
ru: Измените парольную фразу, используемую для защиты этого секретного ключа.
zh_hans: 更改用于保护此私钥的密码

# edit_passphrase_mismatch
source: Passphrases do not match
ar: عبارات المرور غير متطابقة
de: Passphrasen stimmen nicht überein
es: Las frases de contraseña no coinciden
fr: Les phrases secrètes ne correspondent pas
hi: पासफ़्रेज़ मेल नहीं खाते
ja: パスフレーズが一致しません
ko: 암호가 일치하지 않습니다.
pt_br: As senhas não correspondem
ru: Парольные фразы не совпадают
zh_hans: 密码不匹配

# edit_passphrase_placeholder
source: Enter current passphrase
ar: أدخل عبارة المرور الحالية
de: Geben Sie die aktuelle Passphrase ein
es: Ingrese la contraseña actual
fr: Entrez la phrase secrète actuelle
hi: वर्तमान पासफ़्रेज़ दर्ज करें
ja: 現在のパスフレーズを入力してください
ko: 현재 암호를 입력하세요
pt_br: Digite a senha atual
ru: Введите текущую парольную фразу
zh_hans: 输入当前密码
